{
  "View": "Aussehen",
  "Break the Ice": "Break the Ice",
  "Stranger is typing...": "Fremder schreibt...",
  "You sure?": "Bist du sicher?",
  "Stop": "Trennen",
  "Searching": "Suche",
  "Connect": "Verbinden",
  "Random topic": "Zufälliges Thema",
  "You": "Du",
  "Stranger": "Fremder",
  "Welcome to Boger": "Willkommen bei Boger",
  "Boger is an anonymous chat room that allows you to connect with a random person, where you can meet new interesting people or have a good time.": "Boger ist ein anonymer Chatraum, der es dir ermöglicht, dich mit einer zufälligen Person zu verbinden, wo du neue interessante Leute kennenlernen oder eine gute Zeit haben kannst.",
  "Connecting to a server": "Verbinden mit Server",
  "Ready to talk": "Bereit zu chatten",
  "Connected to a stranger": "Verbunden mit einem Fremden",
  "Stranger has disconnected": "Fremder hat die verbindung getrennt",
  "Looking for a stranger...": "Ich suche einen Fremden...",
  "No connection to server": "Keine Verbindung zum Server",
  "You have disconnected": "Du hast getrennt",
  "new message": "Neue Nachricht",
  "new messages": "Neue Nachrichten",
  "Stranger send a new message": "Fremde hat eine neue Nachricht geschrieben",
  "Report an obnoxious stranger": "Einen unangenehmen Fremden melden",
  "You've already reported this stranger.": "Du hast diesen Fremden bereits gemeldet",
  "Are you sure you want to report a stranger?": "Bist du sicher, dass du einen Fremden melden willst?",
  "Turn off": "Abschalten",
  "Turn on": "Anschalten",
  "Notifications": "Benachrichtigungen",
  "Bubble": "Blase",
  "Language": "Sprache",
  "You both speak the same language.": "Ihr beide sprecht die gleiche Sprache.",
  "Current language": "Aktuelle Sprache",
  "Choose your language and you will be matched first with a stranger with the same language.": "Wähle deine Sprache und du wirst zuerst mit einem Fremden mit der gleichen Sprache zusammengebracht.",
  "Enable/disable audio and push notifications when a stranger send a message.": "Aktiviere/deaktiviere Audio- und Push-Benachrichtigungen, wenn ein Fremder eine Nachricht sendet.",
  "Enable messages to be displayed in bubbles.": "Aktiviere  Nachrichten in Blasen",
  "Settings": "Einstellungen",
  "Done": "Erledigt",
  "Bubbles": "Blasen",
  "Random chat": "Zufälliger Chat",
  "Yes": "Ja",
  "No": "Nein",
  "Your Message": "Deine Nachricht",
  "Enable voice reading of incoming messages.": "Aktivieren vorlesen eingehender Nachrichten.",
  "Connecting to the server...": "Verbinden mit dem Server...",
  "Send a photo": "Foto senden",
  "The picture was not sent because the stranger rejected it.": "Das Foto wurde nicht gesendet, weil der Fremde es abgelehnt hat.",
  "The picture was successfully delivered to a stranger.": "Das Bild wurde erfolgreich an einen Fremden gesendet.",
  "A stranger wants to send you a picture, do you want to receive it?": "Ein Fremder möchte dir ein Bild schicken, möchtest du es empfangen?",
  "Confirmation of receipt of photo": "Bestätigung des Empfangs des Fotos",
  "Accept image": "Bild annehmen",
  "Reject image": "Bild ablehnen",
  "the picture is being sent, please wait...": "das Bild wird gesendet, bitte warten...",
  "Wait till user accepts your request": "Warte, bis der Fremder deine Anfrage annimmt",
  "receiving picture, please wait...": "Bild empfangen, bitte warten...",
  "Send Picture": "Bild senden",
  "Preparing to send...": "Vorbereiten zum Senden...",
  "Drag 'n' drop or Click to select a Picture": "Drag 'n' Drop oder Klicken zum Auswählen eines Bildes",
  "Sending photos": "Fotos senden",
  "Video call": "Videoanruf",
  "Accept call": "Annehmen",
  "Reject call": "Ablehnen",
  "Calling a stranger...": "Fremden anrufen...",
  "Please wait until the stranger accepts the call...": "Bitte warten, bis der Fremde den Anruf annimmt...",
  "Hang up": "Auflegen",
  "Allow the use of camera and microphone": "Erlaub die Verwendung von Kamera und Mikrofon ",
  "You cannot receive a call without granting video and audio permissions! Please change your settings to use video call.": "Du kannst keinen Anruf erhalten, ohne Video- und Audio-Berechtigungen zu erteilen! Bitte ändern deine Einstellungen, um Videoanrufe zu verwenden. ",
  "Got it": "Verstanden",
  "Stranger calling...": "Fremder ruft...",
  "Do you want to accept a video call with a stranger?": "Möchtest du einen Videoanruf mit einem Fremden annehmen?",
  "On": "Anschalten",
  "Off": "Ausschalten",
  "Do you want the text emoticons to automatically change to Emoji?": "Möchtest du, dass die Text-Emoticons automatisch in Emoji umgewandelt werden?",
  "Connection status": "Verbindungsstatus",
  "No connection to the server/ connecting to the server.": "Keine Verbindung zum Server/ Verbindung zum Server wird hergestellt.",
  "The server is looking for a stranger.": "Server sucht einen Fremden.",
  "The conversation that's going on.": "Laufende Gespräch.",
  "Not active in any conversation and not looking for a stranger.": "Nicht aktiv an einem Gespräch und nicht auf der Suche nach einem Fremden.",
  "Create Space": "Space erstellen",
  "Create your own Space": "Erschaffe deinen eigenen Space",
  "Spaces is your own place to talk with your friends.": "Spaces ist dein eigener Ort, um mit deinen Freunden zu reden.",
  "Space is full, the conversation is already in progress.": "Gespräch ist bereits im Gange.",
  "Create your own Spaceroom, give it a name and invite a friend to your Spaceroom! It's a quick and easy way to chat with a friend.": "Erstelle deinen eigenen Spaceroom, gib ihm einen Namen und lade einen Freund in deinen Spaceroom ein! Das ist ein schneller und einfacher Weg, um mit einem Freund zu chatten.",
  "Give your friend the link to your Spaceroom, then go in and wait for him to connect.": "Gib deinem Freund den Link zu deinem Spaceroom, dann geh hinein und warte, bis er sich verbindet.",
  "Your Spaceroom Name": "Dein Spaceroom Name",
  "Spaceroom name can only contain numbers and letters, minimum length is 6 characters and maximum 30 characters.": "Der Name des Raumes darf nur Zahlen und Buchstaben enthalten, die Mindestlänge beträgt 6 Zeichen und die maximale Länge 30 Zeichen.",
  "Go to Spaceroom": "Zu Spaceroom gehen",
  "Waiting": "Warten",
  "Invite a Friend to Your Space": "Lade Freund in deinen Space ein",
  "Add an underscore to the beginning of the Spaca name.": "Füge einen Unterstrich an den Anfang des Spaca-Namens.",
  "Otherwise without underscore it will be a private chat with maximum two people.": "Ansonsten ohne Unterstrich wird es ein privater Chat mit maximal zwei Personen.",
  "Example": "Beispiel",
  "Space group": "Space gruppe",
  "Your nickname": "Ihr Nickname",
  "Nicknames can only contain numbers and letters, the minimum length is 3 characters and the maximum length is 20 characters": "Nicknames können nur Zahlen und Buchstaben enthalten, die minimale Länge beträgt 3 Zeichen und die maximale Länge ist 20 Zeichen",
  "Waiting for a chat partner": "Warten auf einen Chatpartner",
  "Connected to Space": "Verbunden mit Space",
  "Your message can only contain 1000 characters.": "Nachricht kann nur 1000 Zeichen enthalten.",
  "Swipe left to disconnect": "Zum beenden des Gespräch nach links wischen",
  "Swipe right to start a new chat": "Wische nach rechts, um einen neuen Chat zu starten",
  "Was it an interesting conversation?": "War das ein interessantes Gespräch?",
  "Download": "Speicher",
  "as a text file.": "als Textdatei."
}
