{
  "View": "Vista",
  "Break the Ice": "Romper el hielo",
  "Stranger is typing...": "El desconocido está escribiendo...",
  "You sure?": "¿Estás seguro?",
  "Stop": "Para",
  "Searching": "Buscando",
  "Connect": "Conectar",
  "Random topic": "Tema aleatorio",
  "You": "Tú",
  "Stranger": "Extraño",
  "Welcome to Boger": "Bienvenido a Boger",
  "Boger is an anonymous chat room that allows you to connect with a random person, where you can meet new interesting people or have a good time.": "Boger es una sala de chat anónima que te permite conectar con una persona al azar, donde puedes conocer gente nueva e interesante o pasar un buen rato",
  "Connecting to a server": "Conectando con un servidor",
  "Ready to talk": "Listo para hablar",
  "Connected to a stranger": "Conectado a un desconocido",
  "Stranger has disconnected": "El desconocido se ha desconectado",
  "Looking for a stranger...": "Buscando a un desconocido...",
  "No connection to server": "No hay conexión con el servidor",
  "You have disconnected": "Te has desconectado",
  "new message": "Nuevo mensaje",
  "new messages": "mensajes nuevos",
  "Stranger send a new message": "Extraño envía un nuevo mensaje",
  "Report an obnoxious stranger": "Denuncia a un desconocido odioso",
  "You've already reported this stranger.": "Ya has denunciado a este desconocido",
  "Are you sure you want to report a stranger?": "¿Estás seguro de que quieres denunciar a un desconocido?",
  "Turn off": "Apaga",
  "Turn on": "Activar",
  "Notifications": "Notificaciones",
  "Bubble": "Burbuja",
  "Language": "Idioma",
  "You both speak the same language.": "Los dos habláis el mismo idioma",
  "Current language": "Idioma actual",
  "Choose your language and you will be matched first with a stranger with the same language.": "Elige tu idioma y serás emparejado primero con un desconocido con el mismo idioma",
  "Enable/disable audio and push notifications when a stranger send a message.": "Activa/desactiva las notificaciones de audio y push cuando un desconocido envíe un mensaje",
  "Enable messages to be displayed in bubbles.": "Habilitar que los mensajes se muestren en burbujas",
  "Settings": "Ajustes",
  "Done": "Hecho",
  "Bubbles": "Burbujas",
  "Random chat": "Chat aleatorio",
  "Yes": "Sí",
  "No": "No",
  "Your Message": "Tu mensaje",
  "Enable voice reading of incoming messages.": "Activar la lectura de voz de los mensajes entrantes",
  "Connecting to the server...": "Conectando con el servidor...",
  "Send a photo": "Enviar una foto",
  "The picture was not sent because the stranger rejected it.": "La foto no se ha enviado porque el desconocido la ha rechazado",
  "The picture was successfully delivered to a stranger.": "La foto fue enviada con éxito a un desconocido",
  "A stranger wants to send you a picture, do you want to receive it?": "Un desconocido quiere enviarte una foto, ¿quieres recibirla?",
  "Confirmation of receipt of photo": "Confirmación de la recepción de la foto",
  "Accept image": "Acepta la imagen",
  "Reject image": "Rechazar imagen",
  "the picture is being sent, please wait...": "La imagen se está enviando, por favor, espera...",
  "Wait till user accepts your request": "Espera hasta que el usuario acepte tu solicitud",
  "receiving picture, please wait...": "recibiendo la imagen, por favor espera...",
  "Send Picture": "Enviar imagen",
  "Preparing to send...": "Preparando el envío...",
  "Drag 'n' drop or Click to select a Picture": "Arrastrar y soltar o hacer clic para seleccionar una imagen",
  "Sending photos": "Enviando fotos",
  "Video call": "Videollamada",
  "Accept call": "Aceptar llamada",
  "Reject call": "Rechazar llamada",
  "Calling a stranger...": "Llamar a un desconocido...",
  "Please wait until the stranger accepts the call...": "Por favor, espera hasta que el desconocido acepte la llamada...",
  "Hang up": "Cuelga",
  "Allow the use of camera and microphone": "Permite el uso de la cámara y el micrófono",
  "You cannot receive a call without granting video and audio permissions! Please change your settings to use video call.": "¡No puedes recibir una llamada sin conceder permisos de vídeo y audio! Por favor, cambia la configuración para utilizar la videollamada",
  "Got it": "Entendido",
  "Stranger calling...": "Extraño llamando...",
  "Do you want to accept a video call with a stranger?": "¿Quieres aceptar una videollamada con un desconocido?",
  "Off": "Desactivado",
  "On": "Activado",
  "Do you want the text emoticons to automatically change to Emoji?": "¿Quieres que los emoticonos de texto cambien automáticamente a Emoji?",
  "Connection status": "Estado de la conexión",
  "No connection to the server/ connecting to the server.": "No hay conexión con el servidor/ se está conectando con el servidor",
  "The server is looking for a stranger.": "El servidor está buscando a un desconocido",
  "The conversation that's going on.": "La conversación que se está llevando a cabo",
  "Not active in any conversation and not looking for a stranger.": "No está activo en ninguna conversación y no está buscando a un desconocido.",
  "Create Space": "Crear Space",
  "Create your own Space": "Crea tu propio Space",
  "Spaces is your own place to talk with your friends.": "Spaces es tu propio lugar para hablar con tus amigos",
  "Space is full, the conversation is already in progress.": "El Space está lleno, la conversación ya está en marcha",
  "Create your own Spaceroom, give it a name and invite a friend to your Spaceroom! It's a quick and easy way to chat with a friend.": "¡Crea tu propio Space, dale un nombre e invita a un amigo a tu Space! Es una forma rápida y sencilla de chatear con un amigo.",
  "Give your friend the link to your Spaceroom, then go in and wait for him to connect.": "Dale a tu amigo el enlace a tu Spaceroom, luego entra y espera a que se conecte.",
  "Your Spaceroom Name": "Tu nombre de la sala de Space",
  "Spaceroom name can only contain numbers and letters, minimum length is 6 characters and maximum 30 characters.": "El nombre de la sala Spaceroom sólo puede contener números y letras, la longitud mínima es de 6 caracteres y la máxima de 30",
  "Go to Spaceroom": "Ir a la sala Spaceroom",
  "Waiting": "Esperando",
  "Invite a Friend to Your Space": "Invitar a un amigo a tu Space",
  "Add an underscore to the beginning of the Spaca name.": "Añade un guión bajo al principio del nombre de Spaca",
  "Otherwise without underscore it will be a private chat with maximum two people.": "De lo contrario, sin guión bajo, será un chat privado con un máximo de dos personas",
  "Example": "Ejemplo",
  "Space group": "Grupo de Space",
  "Your nickname": "Tu apodo",
  "Nicknames can only contain numbers and letters, the minimum length is 3 characters and the maximum length is 20 characters": "Los apodos sólo pueden contener números y letras, la longitud mínima es de 3 caracteres y la máxima de 20",
  "Waiting for a chat partner": "Esperando un compañero de chat",
  "Connected to Space": "Conectado al Space"
}
